tests/xma/4.1/xma_ProvAPI/Communities-API/XMA-create-Community-COM2.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:create>
      <arg0>COM2</arg0>
      <arg2>
        <userId>100001</userId>
      </arg2>
      <arg2>
        <userId>100003</userId>
        <name/>
      </arg2>
    </tns:create>
  </soap:Body>
</soap:Envelope>